"Buy"="購入する";"Buy_Canceled"="購入をキャンセルする";"Can_Not_Create_Dir_Because_Already_Exists"="すでに存在するためディレクトリを作成できません";"CONNECTING_TITLE"="接続中...";"Connect"="接続";"Command"="コマンド";"Change_Password"="パスワードの変更";"Compare"="比較する";"CONNECTING_FAILED"="接続に失敗しました";"Contact_Other"="その他";"Connection_Error"="接続エラー";"Continue"="続ける";"Create_Directory"="ディレクトリを作成する";"Create_File"="ファイルを作成する";"Default"="デフォルト";"Default_Folder_Name"="新しいフォルダ";"Dashboard"="ダッシュボード";"Delete_Failed"="削除に失敗しました";"Delete"="削除";"Deleting"="削除中";"Directory_Name"="ディレクトリ名";"Domain_Name_Example"="example.com";"Enter_Password"="パスワードを入力してください";"Email"="Email";"EXECUTING_TITLE"="読み込み中...";"ERROR"="エラー";"Favorites_Folder"="お気に入りフォルダ";"File_Name"="ファイル名";"File"="ファイル";"File_Not_Saved"="ファイルは保存されませんでした";"Finished"="完了";"General"="一般";"Group_Name"="グループ名";"Help"="ヘルプ";"Icon"="アイコン";"Itunes_File"="iTunes ファイル";"Information"="情報";"Install"="インストール";"Language"="言語";"Keys"="キー";"Login"="ログイン";"Message"="メッセージ";"Logout"="ログアウト";"Macro"="コマンド";"Name"="名前";"Next"="次へ";"More_Informations"="情報";"NO"="いいえ";"OK"="はい";"Password"="パスワード";"Path"="パス";"Ping"="Ping";"Profile_Color_Gray"="グレー";"Profile_Color_Cyan"="シアン";"Profile_Color_Blue"="ブルー";"Profile_Color_Black"="ブラック";"Profile_Background_Color"="背景色";"Profile_Color_Green"="グリーン";"Profile_Color_Purple"="パープル";"Profile_Color_Red"="レッド";"Profile_Color_White"="ホワイト";"Profile_Color_Yellow"="イエロー";"Profile_Font_Size"="フォントサイズ";"Profile_Font_Family"="フォントファミリー";"Profile_Font_Size_IPad"="iPad用のフォントサイズ";"Profile_Font_Size_IPhone"="iPhone用のフォントサイズ";"RECONNECT"="再接続";"Rename"="名前の変更";"Report_Log"="レポートログ";"Save"="保存";"Save_And_Connect"="保存して接続";"Security"="セキュリティ";"Screen"="スクリーン";"Server"="サーバー";"Send"="送る";"Skip"="スキップ";"Settings"="設定";"Share"="共有";"SSH_Settings"="SSHの設定";"Start"="開始";"Speed"="速度";"Success"="成功";"Stop"="停止";"Tools_And_Services"="ツールとサービス";"User"="ユーザ";"Whats_New"="新着情報";"CANCEL"="キャンセル";"Add"="追加";"All"="すべて";"Back"="戻る";"Already_Exists"="すでに存在します";"Authentication"="認証";"Bad_ICMP_Data_Received"="不正なICMPデータを受信しました";"Help_And_Reviews"="ヘルプと評価";"File_Must_Contain_Private_Key_Not_Public_Key"="%@ のファイルには公開鍵ではなく秘密鍵を含む必要があります";"Enable_Bel_Vibration_Or_Beep"="バイブレーションまたはビープ音を鳴らす";"Enter_The_New_Name"="新しい名前を入力してください";"Email_Sent_Faillure"="メールの送信に失敗しました";"Enter_Directory_Name"="フォルダ名を入力してください";"Enter_File_Name"="ファイル名を入力してください";"Crash_Detected"="クラッシュを検知しました";"Enroll_Now"="登録する";"Connection_Established_But_Can_Not_Open_Session"="接続は確立しましたが、セッションを開けませんでした";"Your_Connection_Has_Been_Closed"="接続が切断されました。再接続ボタンで接続を再開できます。";"Search_Connection"="接続先を検索";"Keep_Device_Awake_When_SSH_Connection"="SSHの接続中";"NOT_CONNECTED_MESSAGE"="接続が切れました";"Saved_Connections"="接続先を保存する";"Keep_Device_Awake_When_SFTP_Connection"="SFTPの接続中";"Direct_Connection"="直接接続";"Connection_Closed"="接続先を閉じました";"Can_Not_Start_Shell_From_Connection"="この接続先からシェルを開始できませんでした";"Restore_My_Purchase"="課金情報のリストア";"Restore"="リストア";"No_Content_To_Paste"="端末に貼り付けるデータがありません";"Restore_Canceled"="復元をキャンセルしました";"All_Purchases_Unregistered"="すべての課金情報が解除されました。再度登録するには、課金情報をリストアしてください。";"File_Writed_With_Error"="エラーが発生しました。ファイルは保存されていません。";"Image_Is_Now_Downloaded_In_Camera_Roll"="カメラロールから画像がダウンロードされました";"Error_Occured_Can_You_Retry"="エラーが発生しました。あとでもう一度試してください。";"Please_Define_Macro_Name_And_Command"="マクロ名とコマンドを決定してください";"Pro_Upgrade_More_Information"="Pro版のアップグレードについてもっと情報を見る";"Ads_Support_Message"="WebSSHをサポートするために広告が表示されますが、Pro版にすることで消すことが出来ます";"Enter_Your_Email_For_New_Password"="新しいパスワードを回復するために、Emailを送信します";"Enter_Your_PIN"="WebSSHのパスワードを入力してください";"Press_Navigation_Bar_For_Multiple_Screens"="マルチスクリーンを表示するためにはナビゲーションバーをタップしてください";"Whats_New_Full_Screen_Terminal"="端末をフルスクリーンにする";"Whats_New_Multiple_Screens"="マルチスクリーン";"Whats_New_Multiple_Screens_Detail"="マルチスクリーンを開くには、ナビゲーションバーをタップしてください";"Welcome_Gestures"="Using simple gestures, WebSSH allows you to open up to 5 simultaneous connections!¬\n¬\nFrom the top menu bar, just swipe left or right to reveal a new screen.";"Recording_End"="スクリーンキャプチャのためにカメラロールをチェックしますか？";"Connect_Logout_Sync_Bucket_Confirmation"="この操作ですべてのスクリーンが閉じられます。続けますか？";"Can_Not_Establish_Connection_To"="%@への接続を確立できませんでした";"Bad_Login_Credentials"="ログインの資格情報が間違っています";"In_App_Purchases"="アプリ内課金";"Infinite_Loop_Detected"="無限ループを検知しました。中止します。";"Saved_Commands"="コマンドを保存";"Terminal_Profile"="端末のプロファイル";"No_Thanks"="いいえ、結構です";"Normal"="普通";"Notification"="通知";"Notifications"="通知";"OPERATION_SEEMS_TO_BE_LONG"="しばらくお待ちください";"Password_Is_Required"="パスワードは必須です";"Password_Authentication"="パスワード認証";"Passwords_Are_Not_Equals"="パスワードが一致しません";"PHOTO_LIBRARY"="フォトライブラリ";"Please_Re_Enter_Your_PIN"="パスワードを入力してください";"WebSSH_Net_Server_Bad_Response"="WebSSH.Netから不正な応答がありました。しばらくしてから試すか、私たちまでお問い合わせください。";"Unable_To_Retrieve_IP_From_DNS"="DNSサーバーからIPアドレスが検索できませんでした";"WebSSH_Net_Server_Unaivalable"="WebSSH.Netサーバーがダウンしています。しばらくしてから再度試してください。";"Connections"="接続先";"Connection"="接続先";"CONNECTION_TYPE"="タイプ";"Compare_With_Local_File"="ローカルファイルを比較";"Port"="ポート番号";"Are_You_Sure_To_Delete_This_Connection"="この接続先を削除してもいいですか？";"Add_This_Folder_To_Favorite"="お気に入りにフォルダを追加";"Add_Key"="鍵を追加";"Private_Key_Authentication"="秘密鍵認証";"Whats_New_Import_Private_Keys"="秘密鍵をインポート";"Private_Key_Not_Found"="秘密鍵が見つかりませんでした";"Private_Key"="秘密鍵";"Retry"="再試行";"Remove_Password"="パスワードを削除";"Profile_Cursor_Color"="カーソル色";"Profile_Terminal_Type"="端末タイプ";"Profile_Terminal_Type_DUMB"="DUMB";"Profile_Terminal_Type_XTERM_256_COLOR"="XTERM-256COLOR";"Profile_Terminal_Type_XTERM_16_COLOR"="XTERM-16COLOR";"Your_Device_Can_Not_Send_Mail"="メールを送信出来ません";"Whois"="Whois";"Which_Protocol_Do_You_Want_To_Use"="使用するプロトコルを選択してください";"Whats_New_Terminal"="端末";"Whats_New_Terminal_XTERM_Now_Default"="XTERMがデフォルトの端末タイプです";"Whats_New_Macro"="コマンドを保存";"Whats_New_Full_XTERM_256_COLORS"="端末の色";"Welcome"="ようこそ";"Web_Link"="リンク";"Warning"="警告";"User_Privacy"="プライバシーについて";"Use_As_Default_Path"="デフォルトパスを使用する";"Upload"="アップロード";"Upgrade_WebSSH_To_Pro_Version"="WebSSHをPro版へアップグレードする";"Upgrade"="アップグレード";"UNKNOWN_LIBRARY_ERROR"="不明なエラーが起こりました";"Try_It"="試す";"Thank_You"="ありがとうございました";"Thank_You_For_Your_Purchase"="購入ありがとうございました";"Stay_On_Terminal_When_Connection_Lost"="接続が切れたとき、端末画面のままにする";"Start_Terminal_In_Fullscreen"="フルスクリーンで端末を開く";"Skip_Tutorial"="チュートリアルを飛ばす";"Remove_Ads"="広告を消す";"Profile_Terminal_Type_XTERM_COLOR"="XTERM-COLOR";"Profile_Terminal_Type_XTERM"="XTERM";"Profile_Terminal_Type_VT100"="VT100";"Profile"="端末設定";"Profile_Backspace_Sequence"="バックスペース シーケンス";"Pro_Upgrade"="Pro版へアップグレードする";"Enter_The_Name_Of_The_Favorite"="お気に入り名を入力してください";"Favorite_Name"="お気に入り名";"Default_Favorite_Name"="お気に入り";"Favorite"="お気に入り";"This_Will_Open_Safari_In_Order_To_View_Link"="このリンクをSafariで開いていいですか？";"Sure_To_Delete_XYZ"="%@ を削除してもいいですか？";"Are_You_Sure_To_Logout"="WebSSH.Netからログアウトしてもいいですか？";"Profile_Backspace_BS"="^H (BS)";"No_Product_To_Restore"="リストアする製品がありません";"Profile_Backspace_DEL"="^? (DEL)";"Confirmation"="確認";"Can_Not_Purchase"="購入できませんでした";"Can_Not_Send_PTY_Request"="PTYリクエストを送れませんでした";"Bad_Response_Received"="不正な応答を受信しました";"Import_Private_Keys_Methods"="秘密鍵を追加するには、右上の\\\"鍵\\\"アイコンをタップしてください。¬\n秘密鍵はiTunesのファイル共有からも追加できます。¬\nOpenSSHやPuTTyの鍵も使用できます。";"Add_To_Clipboard"="クリップボードに追加";"About"="About";"CONNECTING_MESSAGE"="しばらくお待ちください";"Default_File_Name"="File.txt";"Example_Dot_Com"="example.com";"File_Writed_With_Success"="ファイルの保存に成功しました";"Network_Tools"="ネットワークツール";"Host"="ホスト名";"YES"="はい";"Signup"="サインアップ";"Share_This_App"="このアプリを共有する";"Servers"="サーバー";"Send_Crash_Reports"="クラッシュレポートを送る";"Add_New_Command"="新しいコマンドを追加";"Follow_Us"="フォローする";"Generating_MD5"="MD5を生成";"Host_Is_Required"="ホスト名は必須です";"Internet_Connection_Seems_Offline"="ネットワークがオフラインのようです";"Learn_More_About_WebSSH_Sync"="WebSSH Syncについてもっと知る";"LOADING"="読み込み中";"Loading_Points"="読み込み中...";"Login_Required_Message"="この機能を使うにはWebSSH.Netのアカウント（無料）が必要です";"MD5_Hashes_Are_Equal"="MD5ハッシュが一致しました";"CANCEL_OPERATION"="キャンセル操作";"Contacting_Us"="お問い合わせ";"Contact_Bug_Submit"="バグを報告する";"Contact_Us"="お問い合わせ";"Subject"="タイトル";"Set_Password"="パスワードを設定する";"WebSSH_Settings"="WebSSHの設定";"Is_Encrypted"="暗号化する";"Keep_Device_Awake_Warning"="デバイスをスリープさせないことで接続を維持することが出来ますが、バッテリーの消耗が早くなります";"Show_Connection_Lost_Warning"="接続が切れた際警告を表示";"A_Password_Is_Required_For_Your_Private_Key"="この秘密鍵にはパスワードが必要です";"A_Password_Must_Be_Set"="パスワードは必ず設定してください";"Activation_Success_Message"="あなたのアカウントがアクティベートされました。WebSSH.netにログインできます。";"Bad_Credentials"="資格情報が間違っています";"DISCONNECT"="切断";"HTTP_Error"="%@ エラー";"It_Appears_That_Old_Purchases"="過去のバージョンで課金されています。課金のリストア（無料）をすることで、再び利用できます。";"Manage_WebSSH_Settings"="WebSSH設定の管理";"Manage_Security_Settings"="セキュリティ設定の管理";"New_Password_Sended"="新しいパスワードをあなたのメールアドレスに送信しました。ご確認ください。";"Not_A_Valid_Domain_Name"="不正なドメイン名です";"NOT_CONNECTED_TITLE"="未接続";"Please_Sign_In"="サインインしてください";"Are_You_Sure_File_Not_Saved"="保存できませんでした。\n保存せずに閉じますか？";"Can_Not_Create_File_Because_Already_Exists"="\"%@\"はすでに使われています。別の名前を選んだください。";"Contact_Translator_Request"="翻訳したい";"Error_While_Creating_Mobile_Account_Please_Contact_Us"="モバイルアカウント作成中にエラーが発生しました。私たちまでお問い合わせください。";"Error_While_Creating_Account"="アカウント作成中にエラーが発生しました。私たちまでお問い合わせください。";"Fast"="高速";"Slow"="低速";"Your_Email_Address_Is_Not_Valid"="あなたのemailアドレスは正しくありません";"Key_Already_Exists_Message"="選択した鍵はすでに追加済みです";"Key_Already_Exists"="鍵がすでに存在します";"Learn_More"="もっと知る";"Later"="あとで";"Login_Required"="ログインが必須です";"Locked"="ロック中";"Whats_New_TouchID"="Face ID / Touch ID";"TouchID_Activation_Footer"="Face ID / Touch ID を有効にするには、パスワードを設定してください";"Whats_New_TouchID_Detail"="WebSSHのアンロックに指紋認証が使えます";"Whats_New_Translations_Japanese_Turkish"="日本語、トルコ語";"Connections_SSH_SFTP_ETC"="SSH \/ SFTP 接続";"Feature_Part_Of_Pro_Version_Trials_End"="この機能はWebSSH Pro版の一部です。\nWebSSH Pro版にアップグレードしますか？";"Feature_Part_Of_Pro_Version"="この機能はWebSSH Pro版の一部です。\nアップグレード前に試してみることができます。\nWebSSH Pro版にアップグレードしますか？";"Screen_Will_Be_Locked_After"="起動後またはバックグラウンドになったあと60秒後にロックされます";"Default_Text_For_Crash_Report_Help"="Dear WebSSH Team,\n\nWebSSH have been crashed while :\n(Describe here what you did when WebSSH crashed)\n\nCould you check why it happened ?\n\nBest Regards,";"Enable_Local_Notifications"="ローカル通知の有効化";"FAQ"="FAQ";"Error_While_Login"="ログインエラーです。";"Failed_Passcode_Attempts"="パスコードの試行に失敗しました";"HTTP_Error_Contact_Message"="Hello,\nI encounter an %@ error on this page : %@\nCan you fix it?\n\nBest Regards,";"In_Order_To_Enable_Local_Notifications_Please_Edit_Your_Device_Settings"="ローカル通知を有効にするためには、設定アプリのWebSSHの通知を許可してください。";"Insert_Private_Key_Here"="ここに秘密鍵を入力してください\n\n秘密鍵はRSAまたはDSAフォーマットです\n\n秘密鍵は -----BEGIN XXX PRIVATE KEY----- で始まり -----END XXX PRIVATE KEY---- で終わる必要があります";"Local_Notifications_Disabled"="ローカル通知が無効です";"Extension_Not_Recognized_Message"="テキストファイルとして推奨されていない拡張子です。\nそれでも編集しますか？";"Extension_Not_Recognized"="推奨された拡張子ではありません";"Monitors"="モニター";"Next_Tip"="次のTip";"Only_Send_One_Message_Per_Minute"="1分間に1メッセージしか送信できません。あとで試してください。";"Password_Not_Saved"="パスワードは保存されていません";"Password_Login_Example"="mypassword";"Password_Has_Been_Saved"="パスワードの保存に成功しました";"Pad"="パッド";"PARENT_DIRECTORY"="親ディレクトリ";"PHOTO_COUNT_MULTIPLE"="%@ アイテム";"PHOTO_COUNT_SINGLE"="1 アイテム";"Password_Saved"="パスワードが保存されました";"PHOTO_ROLL_ACCESS_ERROR"="%@はフォトライブラリへのアクセス権限がありません";"Please_Sign_Up"="サインアップしてください";"Previous"="前へ";"Profile_Foreground_Color"="前面色";"Profile_Terminal_Type_XTERM_NEW"="XTERM-NEW";"Progress"="進捗";"Purchase_Required"="課金が必要です";"Remove_Password_Confirmation"="本当にパスワードを削除しますか？";"Rename_Failed"="名前の変更に失敗しました";"Save_To_Camera_Roll"="カメラロールに保存する";"Search_FAQ"="FAQから探す";"Select_FX_Key"="Fnキーを選択";"Security_Code_Is_Not_Correct"="セキュリティコードが正しくありません。再度入力してください。";"Send_Request"="リクエストを送る";"Sign_In"="サインイン";"Sign_Out"="サインアウト";"Sign_Up"="サインアップ";"Sorry_MD5_Hashes_Are_Not_Equal"="MD5ハッシュが一致しません";"Submit_Report"="レポートを送る";"This_Account_Is_Disabled"="このアカウントは使用できません";"Unlock"="解除";"User_Login_Example"="mylogin";"Wait_Generating_MD5"="しばらくお待ちください。MD5を生成中です...";"Want_To_Save_In_Camera_Roll"="カメラロールにこの写真を保存しますか？";"WebSSH_S_Homepage"="WebSSHのウェブサイト";"WebSSH_Has_Been_Crashed_Would_You_Like_To_Send_Report"="WebSSHがクラッシュしました。WebSSHのサポートへレポートを送信しますか？";"Whats_New_Import_Private_Keys_Detail"="iTunesファイル共有に秘密鍵をドラッグしてください";"Whats_New_Translations_Danish_Brazilian_Portuguese"="デンマーク語、ブラジル語、ポルトガル語";"Done"="完了";"Enable_Two_Factor"="2段階認証";"Two_Factor_Hint"="Google認証などで使用します";"Whats_New_Translations_Korean_SimplifiedChinese_Italian_German"="韓国語、簡体中国語、イタリア語、ドイツ語";"Whats_New_Translations"="新規対応言語";"Translation_Of"="翻訳者";"Message_Field_Is_Required"="メッセージ欄は必須です";"New_Password_Request_Has_Been_Sent"="新しいパスワードのリクエストをあなたのE-mailアドレスに送信しました。メールの内容にしたがって設定してください。";"No_Name"="No name";"None"="なし";"Not_Now"="今はしない";"Paste"="ペースト";"Private_Key_Has_Been_Added"="秘密鍵が追加されました";"Unable_To_Retrieve_File_Perhaps_Permissions"="ファイルが検索できませんでした。\nパーミッションを確認してください。";"This_Email_Already_Exists"="このメールアドレスはすでに存在します！";"Sign_In_Up"="サインイン／アップ";"Select"="選択";"Restoring_Purchases"="リストア中";"Provided_Login_Doesnt_Exist"="このログインは存在しません！";"Provided_Email_Doesnt_Exist"="このEmailアドレスは存在しません！";"PIN_Entry_Locked"="パスワード認証のロック中";"Get_Started"="はじめる";"Go_Back_To"="にもどる";// WebSSH 14.6 ->"Please_Help_Me_Support_WebSSH"="❣️WebSSHのフルバージョンを購入することで、SSH / SFTP / TUNNEL接続をいくつでも追加できます。";// <- WebSSH 14.6// WebSSH 14.8 ->"Please_Help_Me_Support_WebSSH_Title"="❤️WebSSHの続行を手伝ってください";"Buy_Price" = "購入する\n%@";"Do_You_Love_WebSSH"="あなたはWebSSHが好きですか？";// <- WebSSH 14.8"Profile_Carriage_Return" = "キャリッジリターン";"Edit"="編集";"Download"="ダウンロード";"View"="見る";"Clone"="クローン";"Launch"="打ち上げ";